Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/prm-keiino-er-en-god-spraakambassadoer.html.tmx
Source language: nob
Languages: sme

source: PRM: – KEiiNO er en god språkambassadør
sme: PRD: – KEiiNO lea buorre giellaambassadevra

source: Sametingspresident Aili Keskitalo er glad for at gruppa KEiiNO skal representere Norge i Eurovision Song Contest.
sme: Sámediggepresideanta Aili Keskitalo lea ilus go KEiiNO-joavku galgá ovddastit Norgga Eurovision Song Contest lávlungilvvus.

source: – Med dette retter de oppmerksomheten på samisk språk og kultur, sier presidenten.
sme: Dákko bokte fuomášuhttet sii sámegiela ja sámi kultuvrra, dadjá presideanta.

source: I år er det internasjonale året for urfolksspråk (IYIL2019) hvor målet er å synliggjøre og utvikle situasjonen for urfolksspråk.
sme: Dán jagi lea riikkaidgaskasaš álgoálbmotgiellajahki (IYIL2019) mas ulbmil lea čalmmustahttit ja ovddidit álgoálbmotgielaid dili.

source: Gruppa KEiiNO, med den samiske artisten Fred Buljo, vant den norske finalen i Melodi Grand Prix sist lørdag.
sme: KEiiNO-joavku, mas sámi artista Fred Buljo lea mielde, vuittii mannan lávvardaga Norgga Melodi Grand Prix-finála.

source: Melodien deres Spirits in the sky blander engelsk med samisk og joik, og nå får hele Europa muligheten til å oppleve både samisk språk og samisk kultur når KEiiNO entrer scenen i Tel Aviv i mai.
sme: Sin šuokŋa Spirits in the sky seaguha eaŋgalasgiela sámegielain ja luđiin, ja dál beassá olles Europa vásihit sihke sámegiela ja sámi kultuvrra go KEiiNO-joavku lávke lávddi nala Tel Avivas miessemánus.

source: – Det passer veldig bra at Europa får høre samisk i Eurovision Song Contest akkurat i år da dette året er dedikert for urfolksspråk.
sme: – Heive hui bures ahte Eurohpá beassá gullat sámegiela Eurovision Song Contest lávlungilvvus juste dán jagi go lea álgoálbmotgiellajahki.

source: De løfter urfolksspråk til en stor scene og er gode språkambassadører, sier Keskitalo.
sme: Sii loktejit álgoálbmotgiela stuorra lávdái ja leat nu buorit giellaambassadevrrat, dadjá Keskitalo.

source: Fra politikk til joik
sme: Politihkas luohtái

source: Fred Buljo, som er best kjent gjennom rap-gruppa Duolva Duottar, har også andre kvaliteter enn musikk.
sme: Fred Buljos, gean buoremusat dovdat Duolva Duottar rap-joavkkus, leat maid eará attáldagat go musihkka.

source: Han var sametingsrepresentant for partiet Árja i perioden 2016-2017, og vararepresentant i perioden 2013-2016.
sme: Son lea leamaš Árjja bellodaga sámediggeáirras 2016–2017 áigodaga ja sadjásaš áirras 2013–2016 áigodaga.

source: Sist lørdag viste han hele Norge at joik også er noe han behersker.
sme: Mannan lávvardaga čájehii vel juoiganattáldagaid olles Norgii.

source: – Det er veldig gøy å høre joik i en litt annerledes situasjon.
sme: – Lea hui somá gullat luođi veahá earálágan dilálašvuođas.

source: Etter min oppfatning var han svært flink til å joike, sier sametingspresidenten.
sme: Mu mielas son lei hui čeahppi juoigat, dadjá sámediggepresideanta.

source: Mye liv under finalen
sme: Ealas fináladoalut

source: Sametingsråd Henrik Olsen var publikum i salen under finalen av Melodi Grand Prix i Oslo spektrum.
sme: Sámediggeráđđi Henrik Olsen lei geahččame Melodi Grand Prix lávlungilvvu finála Oslo Spektrumas.

source: Han sier at det var en usedvanlig morsom opplevelse og at det ble mye liv da vinneren ble utnevnt.
sme: Son dadjá ahte finála lei hirbmat somás vásáhus ja ahte šattai erenoamáš ealás go vuoiti nammaduvvui.

source: Sametingsrådet ble også svært stolt da KEiiNO vant.
sme: Sámediggeráđđi šattai maid hui rámis go KEiiNO vuittii.

source: – Det var et høyt nivå og mange gode melodier.
sme: – Lei alla dássi ja ollu buorit lávlagat.

source: Jeg er glad for at joik igjen skal høres i forbindelse med Eurovision.
sme: Lean movttet go luohti ja sámegiella dál fas gullo Eurovision oktavuođas.

source: Gratulerer til gruppa og til hele Sápmi!
sme: Sávan lihku jovkui ja olles Sápmái.

source: Vi gleder oss til å følge Fred Buljo og gruppa KEiiNO videre, sier Olsen.
sme: Mii illudat čuovvut Fred Buljo ja KEiiNO-joavkku viidáset, dadjá Olsen.
